Repository: PatrikAM/Bookaroo-iOS
Catalog: BookarooPlus/Localizable.xcstrings
Source language: en
Languages: cs, de

source: ratio
cs: (poměr)
de: Anteil

source: Add new library
cs: Přidat novou knihovnu
de: Neue Bibliothek hinzufügen

source: Add to libraries
cs: Přidat do knihoven
de: Zu Bibliotheken hinzufügen

source: Almost there!
cs: Skoro doma!
de: Fast am Ziel!

source: Already registered? Log in
cs: Už máš účet? Přihlaš se
de: Bereits registriert? Anmelden

source: An unknown error has occurred.
cs: Došlo k neznámé chybě.
de: Es ist ein unbekannter Fehler aufgetreten.

source: Author
cs: Autor
de: Autor

# barcode_scan_help_text
source: Bookaroo allows you to scan the ISBN to create a book in your library. Now is the moment to choose if you want to create your book manually or using your camera. It's pretty easy, when the camera opens, just scan the barcode from the cover of your book.
cs: Bookaroo Vám umožňuje skenovat ISBN pro vytvoření knihy ve Vaší knihovně. Teď si vyberte, zda chcete knihu vytvořit ručně, nebo s použitím fotoaparátu. Je to jednoduché, stačí po otevření fotoaparátu oskenovat čárový kód na přebalu knihy.
de: Bookaroo ermöglicht es Ihnen, die ISBN zu scannen, um ein Buch in Ihrer Bibliothek zu erstellen. Jetzt können Sie wählen, ob Sie Ihr Buch manuell oder mit Ihrer Kamera erstellen möchten. Das ist ganz einfach: Wenn sich die Kamera öffnet, scannen Sie einfach den Barcode auf dem Cover Ihres Buches.

source: Book recommendation for today
cs: Dnešní návrh
de: Buchtipp für heute

source: Books
cs: Knihy
de: Buchen

source: Books read from all libraries:
cs: Přečteno ze všech knihoven:
de: Gelesene Bücher aus allen Bibliotheken:

source: Books read from this library:
cs: Přečteno z této knihovny:
de: Gelesene Bücher aus dieser Bibliothek:

# Books: %lld
source: Books: %d
cs: Knihy: %d
de: Buchen %d

source: Cancel
cs: Zrušit
de: Abbrechen

source: Could not reach the server. Please tap the retry button or relaunch the app.
cs: Nelze se spojit se serverem. Klepněte na tlačítko opakovat pokus nebo aplikaci znovu spusťte.
de: Der Server konnte nicht erreicht werden. Bitte tippen Sie auf die Schaltfläche "Erneut versuchen" oder starten Sie die App neu.

source: Delete
cs: Smazat
de: Löschen

source: Edit
cs: Upravit
de: Bearbeiten

source: Encountered an issue logging in. Please launch the app again and log in if it's required.
cs: Vyskytl se problém při přihlašování. Spusťte prosím aplikaci znovu a přihlaste se, pokud je to vyžadováno.
de: Es ist ein Problem bei der Anmeldung aufgetreten. Bitte starten Sie die App erneut und melden Sie sich an, falls dies erforderlich ist.

source: Enter new library name
cs: Zadej jméno nové knihovny
de: Neuen Bibliotheksnamen eingeben

source: Favorites
cs: Oblíbené
de: Favoriten

source: Hint: Use the plus button to add a new book
cs: Tip: Tlačítkem plus přidáte novou knihu.
de: Tipp: Verwenden Sie die Plustaste, um ein neues Buch hinzuzufügen

source: Hint: Use the plus button to add a new library
cs: Nápověda: Tlačítkem plus přidej novou knihovnu
de: Tipp: Verwenden Sie die Plustaste, um eine neue Bibliothek hinzuzufügen

source: Incorrect login credentials. Please tap the retry button. If it doesn't work, try logging out and back in.
cs: Nesprávné přihlašovací údaje. Klepněte na tlačítko opakovat pokus. Pokud to nepomůže, zkuste se odhlásit a znovu přihlásit.
de: Falsche Anmeldedaten. Bitte tippen Sie auf die Schaltfläche Erneut versuchen. Wenn es nicht funktioniert, versuchen Sie, sich ab- und wieder anzumelden.

# isbn_manual_selection_text
source: Using ISBN or manually?
cs: Pomocí ISBN nebo ručně?
de: Mit ISBN oder manuell?

# It appears your camera may not be available
source: Your camera seems to be unavailable.
cs: Zdá se, že Tvůj fotoaparát je nedostupný.
de: Ihre Kamera scheint nicht verfügbar zu sein.

# It looks like this device doesn't support the DataScannerViewController
source: Your device does not seem to support ISBN scanning.
cs: Zdá se, že Tvé zařízení nepodporuje skenování ISBN.
de: Ihr Gerät scheint das ISBN-Scannen nicht zu unterstützen.

source: Keep reading!
cs: Pokračuj ve čtení!
de: Lesen Sie weiter!

source: Libraries
cs: Knihovny
de: Bibliotheken

source: Libraries: %lld
cs: Knihovny: %lld
de: Bibliotheken %lld

source: Libraries: none
cs: Knihovny: žádné
de: Bibliotheken: keine

source: Log in
cs: Přihlásit
de: Anmelden

source: Log out
cs: Odhlásit
de: Abmelden

source: Manually
cs: Ručně
de: Manuell

source: New book
cs: Nová kniha
de: Neues Buch

source: Nickname
cs: Uživatelské jméno
de: Spitzname

source: No account? Register here
cs: Nemáš účet? Registruj se
de: Kein Konto? Hier registrieren

source: Pages
cs: Stránky
de: Seiten

source: Pages: %lld
cs: Počet stran: %lld
de: Seiten %lld

source: Password
cs: Heslo
de: Passwort

source: Published
cs: Vydáno
de: Veröffentlicht

source: Publisher
cs: Vydavatel
de: Herausgeber

source: Readers
cs: Čtenáři
de: Leserinnen und Leser

source: Recommend me a book
cs: Doporuč mi knihu
de: Empfehlen Sie mir ein Buch

source: Register
cs: Registrovat
de: Abmelden

source: Retry
cs: Znovu
de: Wiederholen

source: Save
cs: Uložit
de: Speichern

source: Scan Barcode Here
cs: Skenovat čárový kód
de: Barcode hier scannen

source: Select a paint color
cs: Zvol si barvu
de: Wählen Sie eine Farbe aus

source: Some cool text
cs: Nějaký cool text
de: Ein toller Text

source: Subtitle
cs: Podnázev
de: Untertitel

source: That's pretty good!
cs: To je celkem slušné!
de: Das ist ziemlich gut!

source: The application encountered an unknown error. Please tap the retry button or restart the app.
cs: Aplikace narazila na neznámou chybu. Klepněte na tlačítko opakovat pokus nebo aplikaci restartujte.
de: In der Anwendung ist ein unbekannter Fehler aufgetreten. Bitte tippen Sie auf die Schaltfläche "Erneut versuchen" oder starten Sie die Anwendung neu.

source: There was an issue while downloading data. Please tap the retry button.
cs: Při stahování dat došlo k problému. Klepněte na tlačítko opakovat.
de: Beim Herunterladen der Daten ist ein Problem aufgetreten. Bitte tippen Sie auf die Schaltfläche Erneut versuchen.

source: There was an issue while trying to read your data. Please tap the retry button.
cs: Při pokusu o načtení vašich dat došlo k problému. Klepněte na tlačítko opakovat.
de: Beim Versuch, Ihre Daten zu lesen, ist ein Problem aufgetreten. Bitte tippen Sie auf die Schaltfläche Erneut versuchen.

source: Title
cs: Název
de: Titel

source: total
cs: celkem
de: gesamt

# unknown
source: Unspecified.
cs: Neudáno.

# User Settings
source: User
cs: Uživatel
de: Benutzer

source: Using ISBN?
cs: Pomocí ISBN
de: Mit ISBN?

source: You read me like a book.
cs: Tvé dny jsou sečteny.
de: Du liest mich wie ein Buch.

source: You should probably read a little more.
cs: Možná by to chtělo zabrat.
de: Sie sollten vielleicht ein wenig mehr lesen.

source: You're doing great. You could do greater, though.
cs: Jde to skvěle - ale šlo by to skvěleji.
de: Sie machen das großartig. Sie könnten aber noch mehr tun.

source: TODO: info o knize
de: TODO: Informationen über das Buch
